Repository: kennymc-c/UC-Remote
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# New hostname updated for remote %@ : %@
source: New hostname updated for remote %1$@ : %2$@
de: Neuer Hostname für Fernbedienung %1$@ aktualisiert: %2$@
es: Nueva dirección para el mando %1$@ : %2$@
fr: Nouvelle adresse mise à jour pour la télécommande %1$@ : %2$@

source: New release available: %@
de: Neue Version verfügbar: %@
es: Nueva versión disponible: %@
fr: Nouvelle version disponible : %@
nl: Nieuwe release beschikbaar: %@

source: New version available : %@
de: Neue Version verfügbar: %@
es: Nueva versión disponible
fr: Nouvelle version disponible : %@

source: No available data
de: Keine verfügbaren Daten
es: No hay datos disponibles
fr: Aucune donnée disponible

source: No data available. Tap to reload
de: Keine Daten verfügbar. Zum Neuladen tippen
es: No hay datos disponibles. Pulsa para volver a cargar
fr: Aucune donnée disponible. Appuyer pour recharger
nl: Geen gegevens beschikbaar. Tik om opnieuw te laden

source: No entities selected
de: Keine Entitäten ausgewählt
es: No se seleccionó ninguna entidad
fr: Aucune entité sélectionnée
nl: Geen entiteiten geselecteerd

source: No entity selected
de: Keine Entität ausgewählt
es: No se ha seleccionado ninguna entidad
fr: Aucune entité sélectionnée
nl: Geen entiteit geselecteerd

source: No remote selected
de: Keine Fernbedienung ausgewählt
es: No se ha seleccionado ningún mando
fr: Aucune télécommande sélectionée
nl: Geen afstandsbediening geselecteerd

source: No remotes detected
de: Keine Fernbedienungen entdeckt
es: No se detectan mandos a distancia
fr: Aucune télécommande détectée
nl: Geen afstandsbediening gevonden

source: No settings found in iCloud
de: Keine Einstellungen in der iCloud gefunden
es: No se han encontrado ajustes en iCloud
fr: Aucun paramètre dans iCloud

source: Numbers
de: Ziffern
es: Números
fr: Numéros
nl: Nummers

source: Off
de: Aus
es: Apagado
fr: Eteint
nl: Uit

source: On
de: An
es: Encendido
fr: Allumé
nl: Aan

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

source: Open application
de: App öffnen
es: Abrir aplicación
fr: Ouvrir l'application

source: Open integrations page
de: Integrationsseite öffnen
es: Abrir página integraciones
fr: Ouvrir la page des intégrations

source: Open remote page
de: Website der Fernbedienung öffnen
es: Abrir la página del Mando a distancia
fr: Ouvrir la page de la télécommande

source: Opening
de: Öffnet
es: Abriendo…
fr: Ouverture
nl: Open

source: Otherwise only those with media players
de: Ansonsten nur für die mit Media Player Entitäten
es: De lo contrario, solo aquellos con reproductores multimedia.
fr: Sinon seulement celles avec des lecteurs médias
nl: Anders alleen degenen met mediaspelers

source: Page
de: Seite
es: Página
nl: Pagina

source: PAUSED
de: Pausiert
es: Pausado
fr: Pause
nl: Pauze

source: PLAYING
de: Spielt
es: Reproduciendo...
fr: Lecture
nl: Afspelen

source: Profile %@ selected
de: Profil %@ ausgewählt
es: Perfil %@ seleccionado
fr: Profil %@ sélectionné
nl: profiel %@ geselecteerd

source: Profile page %@ saved
de: Profilseite %@ gespeichert
es: Perfil Guardado %@
fr: Page de profil sauvegardée %@

source: Profiles
de: Profile
es: Perfiles
fr: Profils

source: Pull to refresh profile and entities
de: Herunterziehen, um Profile und Entitäten neu zu laden
es: Tirar para actualizar el perfil y las entidades
fr: Tirer pour actualiser le profil et les entités
nl: naar beneden trekken om profiel en entiteiten te vernieuwen

source: Rebuild shared cache
de: Geteilten Cache neu erstellen
es: Reconstruir cache compartido
fr: Reconstruire le cache partagé

source: Register all available entities
de: Alle verfügbaren Entitäten registrieren
fr: Enregistrer toutes les entités disponibles

source: Register available entitites
de: Verfügbare Entitäten registrieren
es: Registrar entidades disponibles
fr: Enregistrement des entités disponibles

source: Register remote
de: Fernbedienung registrieren
es: Registrar mando a distancia
fr: Enregistrer la télécommande
nl: Registreer de afstandsbediening

source: Registered remotes
de: Registrierte Fernbedienungen
es: Mandos a distancia registrados
fr: Télécommandes enregistrées
nl: Geregistreerde afstandsbedieningen

source: Registered token
de: Registrierter Token
es: Token registrado
fr: Jeton enregistré
nl: Geregistreerd token

source: Registering entities...
de: Entitäten werden registriert…
es: Registrando entidades
fr: Enregistrement des entités…

source: Reinstall
de: Neu installieren
es: Reinstalar
fr: Réinstaller

source: Remote
de: Fernbedienung
es: Mando
fr: Télécommande
nl: Afstandsbediening

source: Remote Command
de: Befehl der Fernbedienung
es: Comando remoto
fr: Commande
nl: Afstandsbediening commando

source: Remote Entity
de: Entität der Fernbedienung
es: Entidad del mando
fr: Entité de la télécommande
nl: Afstandsbediening entiteit

source: Remote mac address
de: Mac-Adresse der Fernbedienung
es: Dirección MAC del mando
fr: Adresse Mac de la télécommande

source: Remote Next Activity
de: Nächste Aktivität der Fernbedienung
es: Siguiente actividad mando
fr: Télécommande Prochaine Activité
nl: Afstandsbediening volgende activiteit

source: Remote Refresh
de: Fernbedienung neu laden
es: Actualización remota
fr: Recharger la télécommande
nl: Afstandsbediening refresh

source: Remote registered successfully
de: Fernbedienung erfolgreich registriert
es: Mando registrado con exito
fr: Succès de l’enregistrement de la télécommande
nl: Registratie van de afstandsbediening is gelukt

source: Remote registered successfully but unable to retrieve information
de: Fernbedienung erfolgreich registriert aber Informationen können nicht abgerufen werden
es: El mando se registró correctamente pero no se puede recuperar la información
fr: Télécommande enregistrée avec succès mais impossible d’extraire les informations
nl: Afstandsbediening succesvol geregistreerd, maar kan geen informatie extraheren

source: Remote restarted successfully
de: Fernbedienung erfolgreich neu gestartet
es: El mando se reinició correctamente
fr: Télécommande redémarrée avec succès
nl: Afstandsbediening succesvol nieuw opgestart

source: Remote shutdown successfully
de: Fernbedienung erfolgreich ausgeschaltet
es: El mando se apagó correctamente
fr: Télécommande arrêtée avec succès
nl: De afstandsbediening is succesvol gestopt

source: Remote turned off
de: Fernbedienung ausgeschaltet
es: Mando apagado
fr: Télécommande éteinte

source: Remote turned on
de: Fernbedienung eingeschaltet
es: Mando a distancia %@
fr: Télécommande activée

source: Remotes registered
de: Registrierte Fernbedienungen
es: Mandos a distancia registrados
fr: Télécommande
nl: Geregistreerde afstandsbedieningen

source: Repeat delay for touchpad (ms)
de: Touch-Pad Wiederholungs-Verzögerung (ms)
es: Retraso de repetición para el panel táctil (ms)
fr: Délai de répétition pour le pavé tactile (ms)
nl: Herhaal-vertraging voor touchpad (ms)

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources

source: resources extracted
de: Ressourcen geladen
es: recursos extraídos
fr: ressources extraites
nl: geëxtraheerde ressources

source: Restart remote
de: Fernbedienung neu starten
es: Reiniciar mando
fr: Redémarrer la télécommande
nl: Opnieuw opstarten afstandsbediening

source: Restore current configuration
de: Aktuelle Konfiguration wiederherstellen
es: Restablecer configuración actual
fr: Restauration de la configuration active

source: Restore settings from iCloud
de: Einstellungen aus der iCloud wiederhergestellt
es: Restaurar ajustes desde iCloud
fr: Restaurer les paramètres depuis iCloud

source: Restored entity names, icons and descriptions
de: Entitätsnamen, Symbole und Beschreibungen wiederherstellen
fr: Noms, icônes et descriptions des entités restaurés

source: Restoring entities attributes...
de: Entitätsattribute werden wiederhergestellt…
fr: Restauration des attributs des entités…

source: Running
de: Läuft
es: Ejecutando
fr: Démarrage
nl: Opstarten

source: Running activities
de: Laufende Aktivitäten
es: Ejecutando actividades
fr: Activités lancées
nl: Lopende activiteiten

source: Running setup flow to extract current configuration...
de: Einrichtung wird zum Extrahieren der aktuellen Konfiguration ausgeführt…
es: Ejecutar proceso de configuración para extraer la configuración actual
fr: Exécution du setup pour extraire la configuration actuelle…

source: Running setup flow to restore configuration...
de: Einrichtung wird zum Wiederherstellen der Konfiguration ausgeführt…
es: Ejecutando proceso para restaurar la configuración...
fr: Exécution du setup pour restaurer la configuraiton...

source: Save settings to iCloud
de: Einstellungen in der iCloud speichern
es: Guardar los ajustes en iCloud
fr: Sauvegarder les paramètres dans iCloud

source: Scan devices
de: Geräte scannen
es: Detectar dispositivos
fr: Scanner les appareils

source: Scroll mode instead of bottom tab bar
de: Scroll-Modus anstatt unterer Tableiste
es: Modo de desplazamiento en lugar de barra de pestañas inferior
fr: Mode défilement au lieu de la barre de menu en bas
nl: Scrollmodus in plaats van onderste menubalk

source: Search and select the entities you want to be displayed in your widget. You can define one list per remote.
de: Suche und wähle die Entitäten aus, die im Widget angezeigt werden sollen. Du kannst eine Liste pro Fernbedienung festlegen.
es: Busca y selecciona las entidades que quieres que se muestren en tu widget. Puede definir una lista por mando.
fr: Rechercher et sélectionner les entités à afficher dans le widget. On peut définir une liste par télécommande.
nl: Zoek en selecteer de entiteiten die je wilt weergeven in je widget. Je kunt één lijst per afstandsbediening definiëren.

source: Search entities
de: Entitäten suchen
es: Buscar entidades
fr: Rechercher des entités
nl: Entiteiten zoeken

source: Select a profile
de: Ein Profil auswählen
es: Seleccione un perfil
fr: Sélectionner un profil
nl: Selecteer een profiel

source: Select a profile page
de: Eine Profilseite auswählen
es: Seleccionar una página de perfil
fr: Sélectionner une page de profil
nl: Selecteer een profielpagina

source: Select boot entries
de: Boot-Einträge auswählen
es: Seleccionar la entrada de Início
fr: Sélectionner les entrées Boot

source: Select option %@ error
de: Fehler beim Auswählen der Option %@
fr: Erreur sélection %@

source: Select the entity to control
de: Die Entität zum Bedienen auswählen
es: Selecciona la entidad a controlar
fr: Sélectionner l’entité à contrôler

source: Select the Remote Control to display
de: Wähle die Fernbedienung aus, die angezeigt werden soll
es: Seleccione el mando a mostrar
fr: Sélectionner la télécommande à afficher
nl: Selecteer de afstandsbediening die weergegeven moet worden

source: Select version
de: Version auswählen
es: Selecciona versión
fr: Sélectionner la version

source: Selected entities
de: Ausgewählte Entitäten
es: Entidades seleccionadas
fr: Entités sélectionnées
nl: Geselecteerde entiteiten

source: Selected entity
de: Ausgewählte Entität
es: Entidad seleccionada
fr: Entité sélectionnée

source: Selected remote
de: Ausgewählte Fernbedienung
es: Mando seleccionado
fr: Télécommande sélectionnée
nl: Geselecteerde afstandsbediening

source: Send Magic Packet failed %@
de: Senden des Magic Packets fehlgeschlagen %@
es: Magic Packet falló %@
fr: Echec de l’envoi du paquet magique %@

source: Sequence Off
de: Ausschalt-Sequenz
es: Secuencia Off
fr: Séquence Off

source: Sequence On
de: Einschalt-Sequenz
es: Secuencia On
fr: Séquence On

source: Services
de: Dienste
es: Servicios

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
nl: Instellingen

source: Settings & remotes
de: Einstellungen & Fernbedienungen
es: Ajustes y Mandos
fr: Réglages & télécommandes

source: Settings saved to iCloud
de: Einstellungen in der iCloud gespeichert
es: Configuración guardada en iCloud
fr: Paramètres sauvegardés dans iCloud

source: Settings saved to iCloud : %@
de: Einstellungen in der iCloud gespeichert: %@
es: Ajustes guardados en iCloud : %@
fr: Paramètres sauvegardés dans iCloud : %@

source: Settings synchronized
de: Einstellungen synchronisiert
es: Parametros sincronizados
fr: Paramètres synchronisés

source: Settings will be kept. Application will exit
de: Die Einstellungen bleiben erhalten. Die App wird beendet
es: Los ajustes se mantendrán. La aplicación se cerrará
fr: Les réglages seront conservés. L’application sera fermée

source: Show commands on media player widget
de: Befehle im Media Player Widget anzeigen
es: Mostrar comandos en el widget de Media Player
fr: Afficher les commandes pour le widget Media Player

source: Show running activities on profile pages
de: Laufende Aktivitäten auf der Profilseite anzeigen
es: Mostrar actividades activas en la página de perfíl
fr: Afficher les activités en cours dans les profils

source: Shutdown remote
de: Fernbedienung ausschalten
es: Apagar el mando
fr: Eteindre la télécommande
nl: Afstandsbediening uitschakelen

source: Socket options failed %@
de: Socket-Optionen fehlgeschlagen %@
es: Opciones del Socket falló %@
fr: Echec Socket options %@

source: Socket setup failed %@
de: Socket-Einrichtung fehlgeschlagen %@
es: Configuración del Socket falló %@
fr: Echec Socket setup %@

source: Sound mode
de: Tonmodus
es: Modo de sonido
fr: Mode sonore
nl: Geluidsmodus

source: Source
de: Quelle
es: Fuente
nl: Bron

source: Standby
de: Ruhezustand
es: En modo de espera
fr: Veille

source: Start activity when opening
de: Aktivität beim Öffnen starten
es: Iniciar actividad al abrir
fr: Démarrer l’activité à l’ouverture
nl: Start activiteit bij openen

source: Start activity when tapping on icon
de: Aktivität beim Tippen auf das Symbol starten
es: Iniciar actividad al pulsar sobre el icono
fr: Démarrer l’activité en touchant l’icône

source: Starting download of integration driver %@...
de: Starte mit dem Herunterladen des %@-Integrationstreibers
es: Iniciando descarga de integracion %@...
fr: Télchargement de l’intégration %@…

source: Starting driver setup to save current configuration %@
de: Starten der Treiber-Einrichtung, um die aktuelle Konfiguration zu speichern %@
es: Iniciando configuracion de driver para grabaar configuración actual
fr: Lancement de la configuration du pilote %@ pour sauvegarder la configuration active

source: Starting upload of integration driver to the remote %@...
de: Starte mit dem Hochladen des Integrationstreibers auf die Fernbedienung %@...
es: Cargando integración al mando %@...
fr: Chargement de l’intégration sur la télécommande %@ …

source: State
de: Status
es: Estado
fr: Etat

source: Stop all activities
de: Alle Aktivitäten stoppen
es: Detener todas las actividades
fr: Stopper les activités

source: Subscribed entities : %@
de: Abonnierte Entitäten: %@
es: Entidades subscritas : %@
fr: Entités souscrites : %@

source: Subscribed entity : %@
de: Abonnierte Entität: %@
es: Entidad subscrita: %@
fr: Entité souscrite : %@

source: Success of extraction of the current configuration for driver %1$@ to the remote %2$@
de: Erfolgreiche Extraktion der aktuellen Konfiguration des Treibers %@ auf die Fernbedienung %@
fr: Succès de l’extraction de la configuration active du pilote %1$@ vers la télécommande %2$@

# Success of upload of the integration driver %@ to the remote %@
source: Success of upload of the integration driver %1$@ to the remote %2$@
de: Integrationstreiber %1$@ erfolgreich auf Fernbedienung %2$@ hochgeladen
fr: Succès du chargement de l’intégration %1$@ sur la télécommande %2$@

source: Successfully deleted driver %@
de: Treiber %@ erfolgreich gelöscht
es: El driver %@ se borro correctamente
fr: Succès de la suppression du pilote %@

source: Successfully restored current configuration of the integration driver %1$@ to the remote %2$@
de: Erfolgreiche Wiederherstellung der aktuellen Konfiguration des Integrationstreibers %@ auf die Fernbedienung %@
es: Se ha restaurado correctamente la configuración actual del controlador de integración %@ en el mando %@
fr: Succès de la restauration de la configuration active du pilote %1$@ vers la télécommande %2$@

source: Sync settings from iPhone
de: Einstellungen vom iPhone synchronisieren
es: Sincronizar los ajustes desde el iPhone
fr: Synchronisation des paramètres depuis l’iPhone

source: Sync settings from iPhone unavailable
de: Einstellungen vom iPhone synchronisieren ist nicht verfügbar
es: Sincronización de ajustes desde el iPhone no está disponible
fr: Synchronisation des paramètres depuis l’iPhone indisponible

source: Synchronize Widget settings
de: Widget-Einstellungen synchronisieren
es: Sincronizar configuración Widget
fr: Synchroniser les réglages Widget

source: Tap on load resources to extract images and icons from the remote. Without extraction, images will be downloaded on the fly but font icons won't be available and won't be displayed correctly
de: Tippe auf Ressourcen laden, um Bilder und Symbole von der Fernbedienung herunterzuladen und zu extrahieren. Ohne Extraktion werden die Bilder kurzfristig heruntergeladen, aber Symbole sind nicht verfügbar und werden nicht korrekt dargestellt.
es: Toca en cargar recursos para extraer imágenes e íconos del mando. Sin la extracción, las imágenes se descargarán sobre la marcha, pero los iconos de las fuentes no estarán disponibles y no se mostrarán correctamente
fr: Appuyer pour extraire les images et icônes de la télécommande. Sans cela les images seront téléchargées à la volée mais les icônes ne seront pas affichées correctement
nl: Druk op ressources laden om afbeeldingen en icons van de afstandsbediening te extraheren. Zonder dit worden de afbeeldingen direct bij gebruik gedownload, maar worden de icons niet correct weergegeven

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connection
nl: Test de verbinding

source: There is none integration with backup support
de: Es gibt keine Integration mit Backup-Unterstützung
es: No hay ninguna integracion que soporte backup
fr: Il n’y a aucune intégration qui gère la sauvegarde

source: Toggle
de: Umschalten
es: Conmutar
fr: Basculer

source: Toggle entity
de: Aktitivtät Ein/Ausschalten
es: Activar/Desactivar entidad
fr: Activer/désactiver l’entité

source: U Remote Control entity
de: U Remote Control Entität
es: U Remote Control entidad
fr: U Remote Control entité

source: Unable to extract current configuration from setup driver %@
de: Die aktuelle Konfiguration kann nicht aus der Einrichtung des Treibers %@ extrahiert werden
es: No se pudo extraer la configuración actual para el driver %@
fr: Impossible d’extraire la configuration active du pilote %@

source: Unable to extract remote information
de: Informationen der Fernbedienung konnten nicht geladen werden
es: No se puede extraer la información del mando
fr: Impossible d’extraire les informations de la télécommande
nl: Kan geen informatie ophalen van de afstandsbediening

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
nl: niet beschikbaar

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
nl: Niet beschikbaar

# Unchanged hostname for remote %@ : %@
source: Unchanged hostname for remote %1$@ : %2$@
de: Unveränderter Hostname %1$@ für Fernbedienung %2$@
es: No se ha cambiado la direccion para el mando %1$@ : %2$@
fr: Adresse inchangée pour la télécommande %1$@ : %2$@

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend

source: Unknown type %@
de: Unbekannter Typ %@
es: Tipo desconocido %@
fr: Type inconnu %@

source: Unsubscribe entity : %@
de: Entität deabonnieren: %@
es: Borrada subscripcion entridad: %@
fr: Désouscription de l’entité : %

source: Up to date
de: Auf dem neusten Stand
es: Actualizado
fr: A jour

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour

source: Update information is missing
de: Aktualisierungs-Informationen fehlen
es: Informacion de actualizacion inexistente
fr: Informations de mise à jour manquants

source: Update of integration done
de: Aktualisierung der Integration fertiggestellt
es: Actualizacion de la integracion realizada
fr: Mise à jour de l’intégration réalisée

source: Update of integration failed
de: Aktualisierung der Integration fehlgeschlagen
es: La actualizacion de la integración ha fallado
fr: Echec de la mise à jour de l'intégration

source: Uploading driver to the remote...
de: Treiber auf die Fernbedienung hochladen...
es: Cargando Driver al mando ...
fr: Chargement du pilote sur la télécommande...

source: Use physical volume buttons to change volume
de: Physische Tasten verwenden, um die Lautstärke zu ändern
es: Utiliza los botones físicos para cambiar el volumen
fr: Utiliser les boutons physiques pour changer le volume
nl: Gebruik fysieke knoppen om het volume te wijzigen

source: Username
de: Benutzername
es: Nombre de usuario
fr: Utilisateur
nl: Gebruikersnaam

source: Volume slider range
de: Einstellbereich des Lautstärke-Schiebereglers
es: Precisión control de volumen deslizante
fr: Précision de la barre de volume

source: Wake remote
de: Fernbedienung aufwecken
es: Activar el mando
fr: Réveiller la télécommande
nl: Wek afstandsbediening

source: Warning : these are community integrations, install and use them at your own risk.
de: Warnung: Dies sind Community-Integrationen, deren Installation und Verwendung auf eigene Gefahr erfolgt.
es: Atención: Es una integración de la comunidad, instalarla y utilizala bajo tu responsabilidad
fr: Attention : ce sont des intégrations crées par la communauté d’utilisateurs, installez-les et utilisez-les à vos risques & périls

source: Widget settings
de: Widget-Einstellungen
es: Configuración del widget
fr: Paramètres Widget
nl: Widget-instellingen

source: Host
es: Anfitrión
fr: Hôte
nl: Gastheer

source: Name
es: Nombre
fr: Nom
nl: Naam

source: PIN code
es: Código PIN
fr: Code PIN

source: Port
es: Puerto
nl: Poort

source: System
es: Sistema
fr: Système
nl: Systeem

source: Touchpad
es: Panel táctil
fr: Pavé tactile

source: Version %@
es: Versión %@
nl: Versie %@

source: Auto
fr: Automatique
